{
    "name": "Cleverboxes - T78HNUK | Lenovo ThinkVision L2251X Widescreen Monitor 22.0 inch TFT LCD WSXGA+ (1680 x 1050) 1000:1 250cd/m2 5ms D-Sub/DVI-D (Business Black)",
    "brightness": "250cd/m2",
    "certifications": "Ergonomics: ISO 9241-307 • Emissions: Certified Edge, MPR-II, TCO 5.0 • cUL, Australian, BSMI (Taiwan), China Energy Efficiency Standard Tier 1, CCC (China), CE MARK (Europe), CSA (Canada), ENERGY STAR 5.0, EPEAT Gold, EU Directive 2002/95/EC-RoHS, FCC Class B (US), GOST (Russia), GS (Germany), IC (Canada), IEC-950 CB Report, ISC (Cambodia), ISO 9241-307, KC (Korea), KVALITET(Serbia), RoHS (China), NOM (Mexico), PSB (Singapore), Microsoft Logo, MPR-II, New Zealand, NEMKO, SABS (South Africa), SASO, TCO Cerified Edge, TUV (Germany), TUV-S Argentina, UL, VCCI Class B (Japan), WEEE",
    "contrast_ratio": "1,000:1 (Static)",
    "description": "The L2251x Wide monitor is rated EPEAT Gold in the US, UK, France, Germany, China, Japan, and others. It is 33% more energy efficient than conventional monitors (29.7% more efficient than Energy Star 5.0 standard), has Ambient Light Sensor and Proximity Sensor that further conserves energy, and has an integrated webcam that helps boosts productivity saving traveling time and expense. The L2251x Wide is a perfect choice for environmentally-conscious users seeking cutting edge productivity boost. The incorporated ThinkVantage design enhances usability and makes the monitor easy to use. It complements the design of the ThinkPad, ThinkStation, and ThinkCentre systems and includes attachments for the ThinkVision Soundbar (sold separately).",
    "dimensions": "50.6cm (W) x 24.12cm (D) x 38.03cm (H) - Weight 5.63kg",
    "display_type": "Flat Panel TFT LCD 16.7 million Colours",
    "height_adjustable": "Yes",
    "power_consumption": "21W (Max)",
    "response_time": "5ms",
    "vga": "1 x 15-pin D-sub",
    "wall_mountable": "Yes , VESA Compliant",
    "warranty": "Three year Rapid Replacement Service (CCE)."
}